[
    {
        "timestamp": "00:01",
        "from": "DIO",
        "to": "JOTARO",
        "message": "I've already taken care of Kakyoin, too."
    },
    {
        "timestamp": "00:02",
        "from": "DIO",
        "to": "JOTARO",
        "message": "Polnareff must be hiding somewhere... Hah. But it doesn't matter."
    },
    {
        "timestamp": "00:03",
        "from": "DIO",
        "to": "JOTARO",
        "message": "You're next, Jotaro!"
    },
    {
        "timestamp": "00:04",
        "from": "JOTARO",
        "to": "DIO",
        "message": "You bastard. DIO!"
    },
    {
        "timestamp": "00:05",
        "from": "DIO",
        "to": "JOTARO",
        "message": "Oh? You're approaching me? Instead of running away, you're coming right to me? Even Though your grandfather, Joseph, told you the secret of The World, like an exam student scrambling to finish the problems on an exam until the last moments before the chime?"
    },
    {
        "timestamp": "00:06",
        "from": "JOTARO",
        "to": "DIO",
        "message": "I can't beat the shit out of you without getting closer."
    },
    {
        "timestamp": "00:07",
        "from": "DIO",
        "to": "JOTARO",
        "message": "Oh ho! Then come as close as you like."
    },
    {
        "timestamp": "00:08",
        "from": "JOTARO",
        "to": "DIO",
        "message": "Ora!"
    },
    {
        "timestamp": "00:09",
        "from": "DIO",
        "to": "JOTARO",
        "message": "Too slow, too slow! The World is the ultimate Stand. Even without his power to stop time, his speed and power far exceed that of your Star Platinum."
    },
    {
        "timestamp": "00:10",
        "from": "JOTARO",
        "to": "DIO",
        "message": "So it's the same type of Stand as Star Platinum. Not much range, but immense power and precise movements."
    },
    {
        "timestamp": "00:11",
        "from": "DIO",
        "to": "JOTARO",
        "message": "I wanted to try a little test to find out just how much more powerful The World was, compared to your Stand. Though it appears a test was hardly necessary."
    },
    {
        "timestamp": "00:12",
        "from": "JOTARO",
        "to": "DIO",
        "message": "Test? Is that what you call just patting me, and not even enough to hurt? Well, i guess you ripped my 20,000 yen pants, though."
    },
    {
        "timestamp": "00:13",
        "from": "DIO",
        "to": "JOTARO",
        "message": "Why are you Joestars so stubborn about admitting defeat? Hmph. I suppose I shall rise to your silly provocation, and test you just a bit more."
    },
    {
        "timestamp": "00:14",
        "from": "DIO",
        "to": "",
        "message": "So my The World's power and precision are both superior! I've seen enough. I'm satisfied."
    },
    {
        "timestamp": "00:15",
        "from": "DIO",
        "to": "",
        "message": "I will end you now!"
    },
    {
        "timestamp": "00:16",
        "from": "DIO",
        "to": "",
        "message": "I have decided that I will show no mercy when fighting one of the Joestar bloodline,"
    }
]
